Repository: rozinko/ios-duck-tracker
Catalog: DuckTracker/Localizations/Localizable.xcstrings
Source language: en
Languages: ru

source: Altitude
ru: Высота

source: Avg. speed
ru: Сред. скорость

# .avgspeed.short
source: Avg. speed
ru: Сред. скор.

source: Back
ru: Назад

source: Cancel
ru: Отмена

source: Delete
ru: Удалить

source: Distance
ru: Расстояние

source: Edit
ru: Изменить

source: Export GPX
ru: Экспорт GPX

source: Finish
ru: Завершить

source: km
ru: км

source: km/h
ru: км/ч

source: m
ru: м

source: Max. speed
ru: Макс. скорость

# .maxspeed.short
source: Max. speed
ru: Макс. скор.

source: Meters
ru: Метры

source: min/km
ru: мин/км

source: Next
ru: Далее

source: No data
ru: Нет данных

source: Ok
ru: Отлично

source: Pace
ru: Темп

source: Pause
ru: Пауза

source: Pick a type
ru: Выберите тип

source: Resume
ru: Продолжить

source: Save
ru: Сохранить

source: Speed
ru: Скорость

source: Start
ru: Старт

# .tab.history
source: History
ru: История

# .tab.home
source: Statistics
ru: Статистика

# .tab.settings
source: Settings
ru: Настройки

# .tab.track
source: Track
ru: Маршрут

source: Time
ru: Время

source: Title
ru: Название

source: Today
ru: Сегодня

source: Uphill
ru: Подъём

source: Yesterday
ru: Вчера

# ActiveTrackFinishModalView.activeTrackTitleField
source: Enter the track title
ru: Введите название маршрута

# ActiveTrackFinishModalView.alert.message
source: This action cannot be cancelled.
ru: Отменить данное действие невозможно!

# ActiveTrackFinishModalView.alert.title
source: Do you want to finish the track and WITHOUT saving?
ru: Вы хотите завершить маршрут и НЕ сохранять его?

# ActiveTrackFinishModalView.finishWithoutSaving
source: Finish WITHOUT saving
ru: Завершить БЕЗ сохранения

# ActiveTrackFinishModalView.saveAndFinish
source: Save and finish
ru: Сохранить и завершить

# ActiveTrackInfoTypeView.getDefaultTitle.type.airplane
source: airplane flight
ru: полёт на самолёте

# ActiveTrackInfoTypeView.getDefaultTitle.type.bike
source: bike ride
ru: поездка на велосипеде

# ActiveTrackInfoTypeView.getDefaultTitle.type.boat
source: boat trip
ru: путешествие на лодке

# ActiveTrackInfoTypeView.getDefaultTitle.type.bus
source: bus trip
ru: поездка на автобусе

# ActiveTrackInfoTypeView.getDefaultTitle.type.car
source: car ride
ru: поездка на автомобиле

# ActiveTrackInfoTypeView.getDefaultTitle.type.electrobike
source: electro bike ride
ru: поездка на электровелосипеде

# ActiveTrackInfoTypeView.getDefaultTitle.type.electroscooter
source: electro scooter ride
ru: поездка на электросамокате

# ActiveTrackInfoTypeView.getDefaultTitle.type.hike
source: hike
ru: поход

# ActiveTrackInfoTypeView.getDefaultTitle.type.other
source: some track
ru: запись маршрута

# ActiveTrackInfoTypeView.getDefaultTitle.type.run
source: run
ru: пробежка

# ActiveTrackInfoTypeView.getDefaultTitle.type.scooter
source: scooter ride
ru: поездка на самокате

# ActiveTrackInfoTypeView.getDefaultTitle.type.train
source: train trip
ru: поездка на поезде

# ActiveTrackInfoTypeView.getDefaultTitle.type.walk
source: walk
ru: прогулка

# ActiveTrackInfoTypeView.type.airplane
source: Airplane
ru: Самолёт

# ActiveTrackInfoTypeView.type.bike
source: Bike
ru: Велосипед

# ActiveTrackInfoTypeView.type.boat
source: Boat
ru: Лодка

# ActiveTrackInfoTypeView.type.bus
source: Bus
ru: Автобус

# ActiveTrackInfoTypeView.type.car
source: Car
ru: Автомобиль

# ActiveTrackInfoTypeView.type.electrobike
source: Electro bike
ru: Электровелосипед

# ActiveTrackInfoTypeView.type.electroscooter
source: Electro scooter
ru: Электросамокат

# ActiveTrackInfoTypeView.type.hike
source: Hike
ru: Поход

# ActiveTrackInfoTypeView.type.other
source: Other
ru: Другое

# ActiveTrackInfoTypeView.type.run
source: Run
ru: Бег

# ActiveTrackInfoTypeView.type.scooter
source: Scooter
ru: Самокат

# ActiveTrackInfoTypeView.type.short.airplane
source: Airplane
ru: Самолёт

# ActiveTrackInfoTypeView.type.short.bike
source: Bike
ru: Велосипед

# ActiveTrackInfoTypeView.type.short.boat
source: Boat
ru: Лодка

# ActiveTrackInfoTypeView.type.short.bus
source: Bus
ru: Автобус

# ActiveTrackInfoTypeView.type.short.car
source: Car
ru: Автомобиль

# ActiveTrackInfoTypeView.type.short.electrobike
source: El. bike
ru: Эл. велосипед

# ActiveTrackInfoTypeView.type.short.electroscooter
source: El. scooter
ru: Эл. самокат

# ActiveTrackInfoTypeView.type.short.hike
source: Hike
ru: Поход

# ActiveTrackInfoTypeView.type.short.other
source: Other
ru: Другое

# ActiveTrackInfoTypeView.type.short.run
source: Run
ru: Бег

# ActiveTrackInfoTypeView.type.short.scooter
source: Scooter
ru: Самокат

# ActiveTrackInfoTypeView.type.short.train
source: Train
ru: Поезд

# ActiveTrackInfoTypeView.type.short.walk
source: Walk
ru: Прогулка

# ActiveTrackInfoTypeView.type.train
source: Train
ru: Поезд

# ActiveTrackInfoTypeView.type.walk
source: Walk
ru: Прогулка

# HistoryListEmptyView.button
source: Start the first track
ru: Начать первуй маршрут

# HistoryListEmptyView.description
source: Start your first track and it will appear here
ru: Начните свой первый маршрут, и он появится здесь

# HistoryListEmptyView.title
source: No tracks
ru: Нет маршрутов

# HistoryTrackInfoChartsView.ios16
source: Sorry, charts are available only on iOS 16 or newer.
ru: Извините, графики доступны на iOS 16 или новее.

# HistoryTrackInfoChartsView.noData
source: No data to show charts.
ru: Нет данных для отображения графиков.

# HistoryTrackInfoView.deleteAlert.button
source: Delete the track
ru: Удалить маршрут

# HistoryTrackInfoView.deleteAlert.message
source: This action cannot be cancelled.
ru: Отменить данное действие невозможно!

# HistoryTrackInfoView.deleteAlert.title
source: Do you want to delete this track?
ru: Вы хотите удалить маршрут?

# MainInformer.denied.button
source: Go to settings
ru: Перейти в Настройки

# MainInformer.denied.text
source: Allow access to your geolocation for the application in settings.
ru: Для работы приложения разрешите доступ к вашей геолокации в настройках.

# MainInformer.firstTrack.button
source: Start track
ru: Начать маршрут

# MainInformer.firstTrack.text
source: Start the recording of your first track.
ru: Начните запись своего первого маршрута!

# MainInformer.needRequest.button
source: Allow access
ru: Разрешить доступ

# MainInformer.needRequest.text
source: Application needs access to your geolocation to work correctly.
ru: Для работы приложения требуется доступ к вашей геолокации.

# Setting.GPXFiles.alert.button
source: Delete
ru: Удалить

# Setting.GPXFiles.alert.message
source: Are you sure you want to delete GPX-files on your device? (if necessary, they can be generated again)
ru: Вы уверены, что хотите удалить GPX-файлы с устройства? (при необходимости их можно сгенерировать снова)

# Setting.GPXFiles.alert.title
source: Delete GPX-files?
ru: Удалить GPX-файлы?

# Setting.GPXFiles.button
source: Delete files from device
ru: Удалить файлы с устройства

# Setting.GPXFiles.empty
source: No files
ru: Нет файлов

# Setting.GPXFiles.filesFive
source: files
ru: файлов

# Setting.GPXFiles.filesOne
source: file
ru: файла

# Setting.GPXFiles.filesTwo
source: files
ru: файлов

# Setting.GPXFiles.Size
source: Files size
ru: Размер файлов

# Setting.GPXFiles.SizeOf
source: Size of
ru: Размер

# Setting.GPXFiles.Title
source: GPX-files
ru: GPX-файлы

# Setting.map.cache.clear
source: Clear cache
ru: Очистить кэш

# Setting.map.cache.clear.button
source: Clear
ru: Очистить

# Setting.map.cache.clear.message
source: Are you sure you want to clear the map cache on your device?
ru: Вы уверены, что хотите очистить кэш карт на устройстве?

# Setting.map.cache.clear.title
source: Clear map cache?
ru: Очистить кэш карт?

# Setting.map.cache.empty
source: Empty cache
ru: Кэш пуст

# Setting.map.cache.size
source: Cache size
ru: Размер кэша

# SettingAppearance.dark
source: Dark
ru: Тёмная

# SettingAppearance.light
source: Light
ru: Светлая

# SettingAppearance.system
source: System
ru: Системная

# SettingAppearance.title
source: Appearance
ru: Тема оформления

# SettingMapServer.apple.description
source: Maps from Apple Maps will be used. No caching available.
ru: Будут использоваться карты от Apple Maps. Кэширование недоступно.

# SettingMapServer.osm.description
source: Maps from OpenStreetMap will be used.
ru: Будут использоваться карты от OpenStreetMap.

# SettingMapServer.title
source: Maps
ru: Карты

# SettingSpeedDisplay.auto
source: Auto
ru: Авто

# SettingSpeedDisplay.auto.description
source: When recording, it will display speed OR pace depending on the type of track.
ru: При записи будет отображаться скорость ИЛИ темп в зависимости от типа активности.

# SettingSpeedDisplay.pace
source: Pace
ru: Темп

# SettingSpeedDisplay.pace.description
source: When recording, the pace will always be displayed.
ru: При записи всегда будет отображен темп.

# SettingSpeedDisplay.speed
source: Speed
ru: Скорость

# SettingSpeedDisplay.speed.description
source: When recording, the speed will always be displayed.
ru: При записи всегда будет отображена скорость.

# SettingSpeedDisplay.title
source: Speed display
ru: Показ скорости

# StatsBlock.7days
source: 7 days
ru: За 7 дней

# StatsBlock.30days
source: 30 days
ru: За 30 дней

# StatsBlock.today
source: Today
ru: Сегодня

# StatsBlock.total
source: Total
ru: За всё время

# StatsBlock.yesterday
source: Yesterday
ru: Вчера

# WhatsNew.2.description
source: You can choose light, dark or system appearance
ru: Вы можете выбрать светлую, тёмную или системную тему оформления.

# WhatsNew.2.title
source: Appearance
ru: Тема оформления

# WhatsNew.4.description
source: Now you can choose what to display when recording a track: your speed, pace or set to auto mode.
ru: Теперь можно выбрать, что отображать при записи маршрута: вашу скорость, темп или поставить авто режим.

# WhatsNew.4.title
source: Speed or Pace
ru: Скорость или Темп

# WhatsNew.5.description
source: Instead of Apple Maps, you can choose maps from OpenStreetMap. In some countries they are more detailed and useful.
ru: Вместо Apple Maps можно выбрать карты от OpenStreetMap. В некоторых странах они более подробные и полезные.

# WhatsNew.10.description
source: Now you can export your tracks to .GPX files!
ru: Теперь можно экспортировать маршруты в .GPX файлы!

# WhatsNew.10.title
source: GPX Export
ru: Экспорт GPX

# WhatsNewScreen.title
source: What's new?
ru: Что нового?
